tap "alhadis/troff"
tap "homebrew/bundle"
tap "homebrew/services"
tap "martido/graph"
tap "oven-sh/bun"
brew "little-cms2"
brew "atool"
brew "node"
brew "basedpyright"
brew "gettext"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "btop"
brew "cabextract"
brew "cdrtools"
brew "cmake"
brew "pkgconf"
brew "chapel"
brew "cjson"
brew "cmake-docs"
brew "coreutils"
brew "curl"
brew "openjpeg"
brew "poppler"
brew "diff-pdf"
brew "djvulibre"
brew "duckdb"
brew "exiftool"
brew "exiv2"
brew "eza"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fluid-synth"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghidra"
brew "git"
brew "git-lfs"
brew "git-svn"
brew "gitea"
brew "gitea-mcp-server"
brew "gmic"
brew "go"
brew "gopls"
brew "gperftools"
brew "libheif"
brew "graphicsmagick"
brew "graphviz"
brew "gsl"
brew "hyperfine"
brew "libomp", link: true
brew "imagemagick"
brew "ipython"
brew "iso-codes"
brew "jdtls"
brew "jq"
brew "json-glib"
brew "libcaca"
brew "libcerf"
brew "libdvdcss"
brew "librsync"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "mactop"
brew "make"
brew "mawk"
brew "media-info"
brew "yt-dlp"
brew "mpv"
brew "ninja"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "pastel"
brew "perl"
brew "portmidi"
brew "pygments"
brew "qpdf"
brew "qsv"
brew "ripgrep"
brew "rizin"
brew "rsync"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "smartmontools"
brew "sniffnet"
brew "sox"
brew "sql-language-server"
brew "swiftlint"
brew "texinfo"
brew "tidy-viewer"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "typescript-language-server"
brew "utftex"
brew "uv"
brew "visidata"
brew "vscode-langservers-extracted"
brew "wget"
brew "xan"
brew "yaml-language-server"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "appcleaner"
cask "audacity"
cask "basictex"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "cool-retro-term"
cask "dbeaver-community"
cask "disk-inventory-x"
cask "font-symbols-only-nerd-font"
cask "grandperspective"
cask "iina"
cask "jdk-mission-control"
cask "keka"
cask "kid3"
cask "kitty"
cask "makemkv"
cask "orion"
cask "qlmarkdown"
cask "stats"
cask "suspicious-package"
cask "syntax-highlight"
cask "utm"
cask "vlc"
